org/reference/are_we_smart_enough_to_know_how_smart_animals_are.org
:PROPERTIES:
:ID:       065ead08-5fe8-4645-9bbc-c446f6826833
:END:
#+title: Are We Smart Enough to Know How Smart Animals Are?

- title :: Are We Smart Enough to Know How Smart Animals Are? 
- author :: Frans de Waal
- personal rating :: 4/5
- tags :: [[id:d1125f42-4a2d-4287-b902-48a1df9a6761][Books]], [[id:cc7d1ffe-280d-4744-9fac-c38e70c5472c][Neuroscience ⭐]]

Why is it that facial expression is universally consistent?

* Language As Root Of Thought

If language were at the root of thought, why is it that we sometimes
find ourselves at a loss for words?

Language is one of the distinguishing features of the human species.
Other species are able to exhibit similar or higher levels of
cognitive function without an equally powerful language.

As humans, we are able to use language to communicate ideas that
transcend time, and this has been essential for our survival.

* The Social Brain Hypothesis

The intelligence required to effectively deal with social networks may
explain why the primate order underwent its remarkable brain
expansion.

* Consciousness

There is claim that humans are the only species that consciously
access the past and the future, but recent evidence shows otherwise.
Either animals also posses consciousness, or consciousness is not a
necessary ingredient for such introspection.

* Names

Some species like dolphins use /signature whistles/, which is
analogous to human names.

* Studying cognition

Neuroscience may tell us where things happen in the brain, but does
not help us formulate new theories or design insightful tests of
cognition. 

Instead of making humanity the measure of most things, we need to
evaluate other species for what they are.

