content/posts/are_we_smart_enough_to_know_how_smart_animals_are.md
+++
title = "Are We Smart Enough to Know How Smart Animals Are?"
author = ["Jethro Kuan"]
lastmod = 2020-07-17T00:55:25+08:00
draft = false
+++

title
: Are We Smart Enough to Know How Smart Animals Are?

author
: Frans de Waal

personal rating
: 4/5

tags
: [Books]({{< relref "books" >}}), [Neuroscience ⭐]({{< relref "neuroscience" >}})

Why is it that facial expression is universally consistent?

## Language As Root Of Thought {#language-as-root-of-thought}

If language were at the root of thought, why is it that we sometimes
find ourselves at a loss for words?

Language is one of the distinguishing features of the human species.
Other species are able to exhibit similar or higher levels of
cognitive function without an equally powerful language.

As humans, we are able to use language to communicate ideas that
transcend time, and this has been essential for our survival.

## The Social Brain Hypothesis {#the-social-brain-hypothesis}

The intelligence required to effectively deal with social networks may
explain why the primate order underwent its remarkable brain
expansion.

## Consciousness {#consciousness}

There is claim that humans are the only species that consciously
access the past and the future, but recent evidence shows otherwise.
Either animals also posses consciousness, or consciousness is not a
necessary ingredient for such introspection.

## Names {#names}

Some species like dolphins use _signature whistles_, which is
analogous to human names.

## Studying cognition {#studying-cognition}

Neuroscience may tell us where things happen in the brain, but does
not help us formulate new theories or design insightful tests of
cognition.

Instead of making humanity the measure of most things, we need to
evaluate other species for what they are.
